{
  "117_20250217": "Transcript identifier: 117_20250217\n\nSummary: The high conversion likelihood of 0.9 is attributed to the prospect's positive emotions and engagement during the call, particularly in the Q&A and wrap-up phases. The agent's confident and clear explanation of the product, as well as their ability to cater to the prospect's needs, also contributed to the likelihood. The prospect's background, including their organization (GMAT, High Radius Technologies, Google, Deloitte), does not have a significant impact on the conversion likelihood in this case. The agent's use of keywords such as \"GMAT preparation\" and \"work\" in the introduction phase, and the prospect's use of keywords like \"time\" and \"score\" in the performance phase, suggest a focused discussion on the prospect's goals and needs. Overall, the call's dynamics, including the agent's and prospect's emotions, keywords, and talking turns, favor a high conversion likelihood.",
  "8_20250105": "Transcript identifier: 8_20250105\n\nSummary: The conversion likelihood for this prospect is 0.5, which is slightly below the mean likelihood of 0.55. The prospect's background is from India, with an organization related to CAT, GMAT, and MVA, but education information is not available. The agent's emotions and keywords, such as \"curiosity\" and \"score\", indicate a positive tone during the introduction and performance discussion phases. The prospect's emotions, including \"approval\" and \"gratitude\", also suggest a positive interaction. However, the prospect's duration and keywords in the price discussion phase are limited, which may have influenced the lower conversion likelihood. Overall, the prospect's willingness and curiosity in performance and target discussions, as well as low stress or confusion during price discussion, are positive factors.",
  "129_20250223": "Transcript identifier: 129_20250223\n\nSummary: The conversion likelihood of 0.7 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's high confidence and clarity in catering to the prospect's needs during product explanation also contributed to the high conversion likelihood. The prospect's background, including their location, education, and organization, may have played a role in their willingness to purchase the product, with the agent's effective use of keywords and ratio of talking turns also supporting the conversion.",
  "106_20250215": "Transcript identifier: 106_20250215\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "91_20250208": "Transcript identifier: 91_20250208\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and the agent's high confidence near the end of the call. The agent's clear explanation of the product and catering to the prospect's needs also contributed to this likelihood. The prospect's background, including their education and organization, may have played a role in their interest in the product, but specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase may have also influenced the prospect's decision-making process.",
  "132_20250224": "Transcript identifier: 132_20250224\n\nSummary: The conversion likelihood of 0.7 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and the agent's high confidence and clarity in catering to the prospect's needs. The prospect's background, with no additional information provided, and the agent's effective communication in the Explaining product phase, contributed to the high conversion likelihood.",
  "110_20250216": "Transcript identifier: 110_20250216\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's high confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their location, education, and organization, may have influenced their goals and motivations, but specific details are not provided. The conversation dynamics, such as the agent vs prospect talking turns ratio and keywords used, suggest a balanced and informative discussion, but do not reveal any red flags or strong concerns that would negatively impact the conversion likelihood.",
  "81_20250205": "Transcript identifier: 81_20250205\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their location, education, and organization, may have influenced their needs and goals, but specific details are not provided. The conversation dynamics, such as agent vs prospect talking turns and keywords used, suggest a balanced and informative discussion.",
  "125_20250221": "Transcript identifier: 125_20250221\n\nSummary: The conversion likelihood of 0.6 is higher than the mean likelihood of 0.55, indicating a positive outcome. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's confidence and clarity in explaining the product also contributed to the higher conversion likelihood, likely influenced by the prospect's background in education and organization, and the agent's effective use of keywords during the price discussion and Q&A phase.",
  "43_20250119": "Transcript identifier: 43_20250119\n\nSummary: The conversion likelihood of 0.6 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and the agent's confidence and clarity in explaining the product. The prospect's background, with no additional information provided on location, education, or organization, does not seem to impact the conversion likelihood in this context. The agent's keywords and tone in the price discussion and Q&A phase, as well as the agent-prospect talking turn ratio, support the high conversion likelihood.",
  "6_20250104": "Transcript identifier: 6_20250104\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "41_20250117": "Transcript identifier: 41_20250117\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress or confusion during the price discussion also contributed to the positive outcome, with the agent maintaining confidence near the end of the call. The prospect's background, including their location, education, and organization, may have also played a role in their decision-making process, although specific details are not provided.",
  "12_20250107": "Transcript identifier: 12_20250107\n\nSummary: The conversion likelihood of 0.6 is higher than the mean likelihood of 0.55, indicating a successful sales call. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during price discussion contributed to the high conversion likelihood. The agent's confidence and clarity in explaining the product also played a role.",
  "90_20250208": "Transcript identifier: 90_20250208\n\nSummary: The high conversion likelihood of 0.9 is attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during product explanation. The prospect's low stress or confusion during price discussion and the agent's maintained high confidence near the end also contributed to the likelihood. The prospect's background, including their education and organization, may have played a role in their willingness to purchase the product.",
  "19_20250112": "Transcript identifier: 19_20250112\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress or confusion during the price discussion also contributed to the positive outcome, with the agent maintaining confidence near the end of the call.",
  "102_20250212": "Transcript identifier: 102_20250212\n\nSummary: The conversion likelihood is 0.7, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's high confidence and clarity in catering to the prospect's needs during product explanation also contributed to the positive outcome.",
  "26_20250113": "Transcript identifier: 26_20250113\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their location, education, and organization, may have influenced their needs and goals, but specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase, as well as the agent-prospect talking turn ratio, may have also impacted the conversion likelihood.",
  "57_20250122": "Transcript identifier: 57_20250122\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and the agent's high confidence near the end of the call. The agent's clear explanation of the product and catering to the prospect's needs also contributed to this outcome. The prospect's background, including their location, education, and organization, may have played a role in their decision-making process, but specific details are not provided. The agent's use of keywords and the ratio of agent to prospect talking turns may have also influenced the conversation and ultimately the conversion likelihood.",
  "34_20250114": "Transcript identifier: 34_20250114\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and the agent's high confidence near the end of the call. The agent's clear explanation of the product and catering to the prospect's needs also contributed to this likelihood. The prospect's background, including their location, education, and organization, may have played a role in their interest in the product, but specific details are not provided. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also influenced the conversion likelihood.",
  "71_20250129": "Transcript identifier: 71_20250129\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and their willingness to discuss performance and targets. The agent's confidence and clarity in explaining the product also contributed to this outcome. The prospect's background, including their location, education, and organization, may have played a role in their decision-making process, but specific details are not provided. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have influenced the conversation dynamics, but further analysis is needed to determine their exact impact.",
  "56_20250121": "Transcript identifier: 56_20250121\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of purchase. The prospect's background, with a location in January, is not explicitly mentioned, but the reasoning suggests a willingness to discuss performance and targets, low stress during price discussion, and the agent's high confidence near the end. The agent's keywords in the price discussion and Q&A phase, along with the agent-prospect talking turn ratio, influenced the conversion likelihood, with the prospect showing curiosity and the agent catering to their needs with clarity.",
  "105_20250215": "Transcript identifier: 105_20250215\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress or confusion during the price discussion also contributed to the positive outcome, with the agent maintaining confidence near the end of the call. The prospect's background, including their education and organization, may have also played a role in their willingness to purchase the product.",
  "45_20250119": "Transcript identifier: 45_20250119\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their location, education, and organization, may have influenced their needs and goals, but specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase, as well as the agent-prospect talking turn ratio, may have also impacted the conversion likelihood.",
  "115_20250214": "Transcript identifier: 115_20250214\n\nSummary: The conversion likelihood of 0.6 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and the agent's confidence and clarity in explaining the product. The prospect's background, with a location likely related to their residence or target business school, and education, may have also played a role in the conversion likelihood. The agent's use of keywords and ratio of talking turns with the prospect may have contributed to the higher conversion likelihood compared to the mean of 0.55.",
  "107_20250215": "Transcript identifier: 107_20250215\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and had low stress or confusion during the price discussion, which are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process.",
  "40_20250116": "Transcript identifier: 40_20250116\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's confidence and clarity in explaining the product also contributed to this outcome, with the prospect's background and needs being effectively catered to.",
  "74_20250202": "Transcript identifier: 74_20250202\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, and had low stress or confusion during the price discussion, which are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's keywords and tone during the price discussion and Q&A phase, as well as the ratio of agent to prospect talking turns, may have contributed to the prospect's emotions and likelihood of conversion.",
  "69_20250130": "Transcript identifier: 69_20250130\n\nSummary: The conversion likelihood is 0.7, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's high confidence and clarity in catering to the prospect's needs during product explanation also contributed to this likelihood.",
  "48_20250120": "Transcript identifier: 48_20250120\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's confidence and clarity in explaining the product also contributed to this outcome, suggesting a strong match between the prospect's needs and the product's features.",
  "2_20250102": "Transcript identifier: 2_20250102\n\nSummary: The high conversion likelihood of 0.7 can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness to discuss performance and targets, and low stress or confusion during the price discussion. The agent's high confidence and clarity in explaining the product also contributed to the likelihood, as well as catering to the prospect's needs. The prospect's background, including their location, education, and organization, may have also played a role in influencing their decision.",
  "59_20250121": "Transcript identifier: 59_20250121\n\nSummary: The conversion likelihood is 0.7, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness to discuss performance and targets, and low stress or confusion during the price discussion. The agent's high confidence and clarity in explaining the product also contributed to the positive outcome, with the prospect's background and needs being effectively catered to.",
  "42_20250119": "Transcript identifier: 42_20250119\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and had low stress or confusion during the price discussion, which are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's keywords and tone, as well as the prospect's keywords and emotions, will be crucial in determining the outcome of the sales call.",
  "11_20250107": "Transcript identifier: 11_20250107\n\nSummary: The high conversion likelihood of 0.9 is attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress and confusion during the price discussion also contributed to the high likelihood, with the agent maintaining high confidence near the end of the call. The prospect's background, including their location, education, and organization, may have also played a role in their willingness to purchase the product.",
  "103_20250212": "Transcript identifier: 103_20250212\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion contributed to this likelihood. The agent's confidence and clarity in explaining the product also played a role. The prospect's background, including their location, education, and organization, may have influenced their needs and concerns, which the agent catered to during the sales call.",
  "70_20250131": "Transcript identifier: 70_20250131\n\nSummary: The high conversion likelihood of 0.7 can be attributed to the prospect's willingness and curiosity in performance/target discussions, lack of stress or confusion during price discussion, and the agent's clarity in catering to the prospect's needs. The agent's high confidence near the end of the call also contributed to the positive outcome. The prospect's background, including their location, education, and organization, may have played a role in their receptiveness to the product, but specific details are not provided. The agent's use of keywords and the ratio of agent to prospect talking turns also influenced the conversion likelihood, but exact details are not specified. Overall, the combination of a clear product explanation, effective price discussion, and the agent's confidence led to a high conversion likelihood.",
  "135_20250226": "Transcript identifier: 135_20250226\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress or confusion during the price discussion also contributed to the favorable outcome, with the agent maintaining confidence near the end of the call.",
  "100_20250213": "Transcript identifier: 100_20250213\n\nSummary: The conversion likelihood of 0.7 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and the agent's high confidence and clarity in explaining the product. The prospect's background, with a location in February, is not explicitly mentioned, but the education and organization are not provided in the context. The agent's keywords and prospect's keywords in the price discussion and Q&A phase are not mentioned, but the agent vs prospect talking turns ratio and emotions detected are favorable, contributing to the high conversion likelihood.",
  "24_20250111": "Transcript identifier: 24_20250111\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, and low stress or confusion during the price discussion, which are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's keywords and tone during the price discussion and Q&A phase, as well as the ratio of agent to prospect talking turns, may have contributed to the prospect's emotions and likelihood of conversion.",
  "5_20250104": "Transcript identifier: 5_20250104\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and the agent's confidence and clarity in explaining the product and catering to the prospect's needs. The prospect's background, including their location, education, and organization, may have also played a role in influencing the conversion likelihood, although specific details are not provided. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the positive outcome.",
  "82_20250205": "Transcript identifier: 82_20250205\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, and had low stress or confusion during the price discussion, which are factors contributing to the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's keywords and tone during the price discussion and Q&A phase, as well as the ratio of agent to prospect talking turns, may have influenced the prospect's emotions and decision.",
  "126_20250221": "Transcript identifier: 126_20250221\n\nSummary: The conversion likelihood of 0.6 is higher than the mean likelihood of 0.55, indicating a successful sales call. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's high confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their education and organization, may have been discussed during the \"Prospect's performance\" phase, but specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase may have influenced the prospect's decision, but the exact keywords are not mentioned. Overall, the combination of the agent's confident tone and the prospect's positive emotions led to a higher conversion likelihood.",
  "80_20250204": "Transcript identifier: 80_20250204\n\nSummary: The conversion likelihood of 0.7 is influenced by the prospect's positive emotions and confidence during the wrap-up/Q&A phase, as well as their willingness and curiosity in performance/targets discussions. The agent's clarity in explaining the product and catering to the prospect's needs also contributed to the high conversion likelihood. The prospect's background, including their education and organization, may have played a role in their willingness to purchase the product, and the agent's use of keywords during the price discussion may have helped to alleviate any concerns the prospect had.",
  "4_20250103": "Transcript identifier: 4_20250103\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during product explanation. The prospect's low stress or confusion during the price discussion also contributed to the positive outcome, with the agent maintaining confidence near the end of the call.",
  "114_20250214": "Transcript identifier: 114_20250214\n\nSummary: The conversion likelihood of 0.6 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's high confidence and clarity in catering to the prospect's needs during product explanation also contributed to the higher conversion likelihood. The prospect's background, including their location, education, and organization, may have played a role in their decision-making process, but specific details are not provided. The agent's use of keywords and tone during the call, as well as the ratio of agent to prospect talking turns, may have also influenced the outcome.",
  "16_20250110": "Transcript identifier: 16_20250110\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their location, education, and organization, may have influenced their needs and goals, but specific details are not provided. The conversation dynamics, such as the agent vs prospect talking turns ratio and keywords used, may have also impacted the conversion likelihood.",
  "118_20250217": "Transcript identifier: 118_20250217\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, along with the agent's confidence and clarity in explaining the product, are contributing factors. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords during the price discussion and the ratio of agent to prospect talking turns may have influenced the conversion likelihood. Overall, the prospect's emotional state and the agent's communication style have a positive impact on the conversion likelihood.",
  "124_20250219": "Transcript identifier: 124_20250219\n\nSummary: The conversion likelihood is 0.7, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's high confidence and clarity in catering to the prospect's needs during product explanation also contributed to the positive outcome.",
  "3_20250102": "Transcript identifier: 3_20250102\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's keywords and tone during the price discussion and Q&A phase, as well as the ratio of agent to prospect talking turns, may have contributed to the prospect's likelihood of conversion.",
  "121_20250218": "Transcript identifier: 121_20250218\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and the agent's high confidence near the end of the call. The agent's clear explanation of the product and catering to the prospect's needs also contributed to this outcome. The prospect's background, including their education and organization, may have played a role in their decision-making process, but specific details are not provided. The agent's use of keywords and talking turns ratio with the prospect may have influenced the price discussion and Q&A phase, ultimately leading to a higher conversion likelihood.",
  "55_20250122": "Transcript identifier: 55_20250122\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and their willingness to discuss performance and targets. The agent's confidence and clarity in explaining the product and catering to the prospect's needs also contributed to this likelihood. The prospect's background, including their location, education, and organization, may have played a role in their interest in the product, but specific details are not provided. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also influenced the conversation and ultimately the conversion likelihood.",
  "73_20250130": "Transcript identifier: 73_20250130\n\nSummary: The high conversion likelihood of 0.9 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during product explanation. The prospect's low stress or confusion during the price discussion also contributed to the high likelihood, with the agent maintaining high confidence near the end of the call. The prospect's background, including their location, education, and organization, may have also played a role in their willingness to purchase the product.",
  "101_20250212": "Transcript identifier: 101_20250212\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during product explanation. The prospect's low stress and confusion during price discussion also contributed to the high likelihood, with the agent maintaining high confidence near the end of the call. The prospect's background, including their education and organization, may have also played a role in their willingness to consider the product.",
  "22_20250112": "Transcript identifier: 22_20250112\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress or confusion during the price discussion also contributed to the positive outcome, with the agent maintaining confidence near the end of the call.",
  "14_20250110": "Transcript identifier: 14_20250110\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress or confusion during the price discussion also contributed to the positive outcome, with the agent maintaining confidence near the end of the call. The prospect's background, including their location, education, and organization, may have also played a role in influencing their decision to convert.",
  "35_20250115": "Transcript identifier: 35_20250115\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress or confusion during the price discussion also contributed to the positive outcome, with the agent maintaining confidence near the end of the call. The prospect's background, including their location, education, and organization, may have also played a role in their willingness to purchase the product.",
  "116_20250217": "Transcript identifier: 116_20250217\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "98_20250212": "Transcript identifier: 98_20250212\n\nSummary: The conversion likelihood of 0.7 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's high confidence and clarity in catering to the prospect's needs during product explanation also contributed to the high conversion likelihood. The prospect's background, including their location, education, and organization, may have played a role in their willingness to purchase the product, with the agent's effective use of keywords and ratio of talking turns also supporting the conversion.",
  "46_20250117": "Transcript identifier: 46_20250117\n\nSummary: The high conversion likelihood of 0.9 is attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during product explanation. The prospect's low stress or confusion during price discussion and the agent's maintained high confidence near the end also contributed to the likelihood. The prospect's background, including their location, education, and organization, may have played a role in their willingness to purchase the product, with the agent's effective use of keywords and ratio of talking turns also influencing the conversion likelihood.",
  "134_20250226": "Transcript identifier: 134_20250226\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during product explanation. The prospect's low stress and confusion during the price discussion also contributed to the positive outcome. The agent's high confidence near the end of the call further supported the conversion likelihood, indicating a strong sales strategy.",
  "83_20250205": "Transcript identifier: 83_20250205\n\nSummary: The high conversion likelihood of 0.7 can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, indicating a low level of stress or confusion during the price discussion. The agent's high confidence and clarity in explaining the product needs also contributed to the prospect's willingness to purchase. The prospect's background, including their education and organization, may have also played a role in their decision-making process, although specific details are not provided.",
  "30_20250114": "Transcript identifier: 30_20250114\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and their willingness to discuss performance and targets. The agent's confidence and clarity in explaining the product also contributed to this outcome, as well as their ability to cater to the prospect's needs during the price discussion. The prospect's background, including their location, education, and organization, may have also played a role in their decision-making process.",
  "31_20250113": "Transcript identifier: 31_20250113\n\nSummary: The conversion likelihood is 0.7, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and their willingness to discuss performance and targets. The agent's high confidence and clarity in explaining the product also contributed to the positive outcome. The prospect's background, including their location, education, and organization, may have played a role in their decision-making process, but specific details are not provided. The agent's keywords and tone, such as maintaining high confidence near the end, likely influenced the prospect's emotions and decision.",
  "38_20250115": "Transcript identifier: 38_20250115\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "63_20250127": "Transcript identifier: 63_20250127\n\nSummary: The conversion likelihood of 0.6 is higher than the mean likelihood of 0.55, indicating a successful sales call. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during price discussion contributed to the high conversion likelihood. The agent's confidence and clarity in explaining the product also played a role.",
  "58_20250120": "Transcript identifier: 58_20250120\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during the product explanation. The prospect's low stress or confusion during the price discussion and the agent's maintained confidence near the end also contributed to the high conversion likelihood. The prospect's background, including their location, education, and organization, may have played a role in their willingness to purchase the product.",
  "78_20250204": "Transcript identifier: 78_20250204\n\nSummary: The conversion likelihood of 0.7 is higher than the mean likelihood of 0.55, indicating a successful sales call. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during price discussion contributed to the high conversion likelihood. The agent's high confidence and clarity in explaining the product also played a role.",
  "21_20250112": "Transcript identifier: 21_20250112\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, as well as low stress or confusion during the price discussion, are contributing factors to the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have influenced the conversation dynamics, but specific details are not provided.",
  "96_20250211": "Transcript identifier: 96_20250211\n\nSummary: The conversion likelihood of 0.6 is higher than the mean likelihood of 0.55, indicating a successful sales call. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during price discussion contributed to the high likelihood. The agent's confidence and clarity in explaining the product also played a role.",
  "84_20250206": "Transcript identifier: 84_20250206\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, and had low stress or confusion during the price discussion, which are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "67_20250128": "Transcript identifier: 67_20250128\n\nSummary: The high conversion likelihood of 0.7 can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness to discuss performance and targets, and low stress or confusion during the price discussion. The agent's high confidence and clarity in explaining the product also contributed to the likelihood, as well as catering to the prospect's needs. The prospect's background, including their location, education, and organization, may have also played a role in influencing their decision.",
  "65_20250127": "Transcript identifier: 65_20250127\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's confidence and clarity in explaining the product also contributed to this outcome, suggesting a strong match between the prospect's needs and the product's features.",
  "44_20250119": "Transcript identifier: 44_20250119\n\nSummary: The conversion likelihood is 0.7, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness to discuss performance and targets, and low stress or confusion during the price discussion. The agent's high confidence and clarity in explaining the product also contributed to this outcome, suggesting a strong match between the product and the prospect's needs.",
  "86_20250207": "Transcript identifier: 86_20250207\n\nSummary: The conversion likelihood is 0.7, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness to discuss performance and targets, and low stress or confusion during the price discussion. The agent's high confidence and clarity in explaining the product also contributed to this outcome, suggesting a strong match between the prospect's needs and the product's features.",
  "68_20250129": "Transcript identifier: 68_20250129\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, as well as the agent's high confidence and clarity in explaining the product and catering to the prospect's needs. The prospect's background, including their education and organization, may have also played a role in their willingness to purchase the product, with the agent's effective communication and emotional support influencing the conversion likelihood.",
  "49_20250116": "Transcript identifier: 49_20250116\n\nSummary: The conversion likelihood is 0.7, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's high confidence and clarity in catering to the prospect's needs during product explanation also contributed to the positive outcome.",
  "141_20250228": "Transcript identifier: 141_20250228\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their location, education, and organization, may have influenced their needs and goals, but specific details are not provided. The conversation dynamics, such as the agent's and prospect's talking turns, keywords, and emotions, suggest a productive discussion, but the final decision to purchase is uncertain.",
  "36_20250114": "Transcript identifier: 36_20250114\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "120_20250218": "Transcript identifier: 120_20250218\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, and had low stress or confusion during the price discussion, which are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's keywords and tone during the price discussion and Q&A phase, as well as the ratio of agent to prospect talking turns, may have contributed to the prospect's emotions and likelihood of conversion.",
  "142_20250224": "Transcript identifier: 142_20250224\n\nSummary: The conversion likelihood of 0.7 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and low stress or confusion during the price discussion. The agent's high confidence and clarity in catering to the prospect's needs during product explanation also contributed to the high conversion likelihood. The prospect's background, including their location, education, and organization, may have played a role in their willingness to purchase the product, with the agent's effective use of keywords and ratio of talking turns also supporting the conversion.",
  "37_20250115": "Transcript identifier: 37_20250115\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "77_20250203": "Transcript identifier: 77_20250203\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's confidence and clarity in explaining the product. The prospect's low stress and confusion during the price discussion also contributed to the favorable outcome, indicating a strong understanding of the product's value. The prospect's background, including their education and organization, may have also played a role in their decision-making process.",
  "52_20250121": "Transcript identifier: 52_20250121\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that the prospect's background, such as education and organization, and the dynamics of the sales call, including agent vs prospect talking turns and keywords used, may not be favorable for conversion.",
  "10_20250107": "Transcript identifier: 10_20250107\n\nSummary: The conversion likelihood is 0.1, indicating a low chance of purchase. The prospect's background is not explicitly mentioned, but the reasoning suggests that the prospect showed willingness and curiosity during the performance and target discussions, with low stress or confusion during the price discussion. The factors influencing the conversion likelihood may include the prospect's emotions and keywords used during the Q&A phase, as well as the agent's emotions and keywords used during the price discussion. Overall, the low conversion likelihood suggests that the sales call may not have effectively addressed the prospect's concerns or needs.",
  "108_20250216": "Transcript identifier: 108_20250216\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's confidence near the end, along with clear product explanation, contributed to this likelihood. The prospect's background, including their education and organization, may have also influenced their interest in the product, although specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase may have also played a role in shaping the prospect's decision.",
  "27_20250110": "Transcript identifier: 27_20250110\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that this transcript's conversion likelihood is lower than average. The prospect's background, including their location, education, and organization, may have influenced the conversation, but specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase may have also impacted the conversion likelihood, but the exact factors are not specified.",
  "18_20250111": "Transcript identifier: 18_20250111\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that the prospect's background and discussion dynamics may have contributed to the lower likelihood. The prospect's education, organization, and location are not provided, but the agent's emotions and keywords used during the price discussion and Q&A phase may have influenced the prospect's decision.",
  "25_20250110": "Transcript identifier: 25_20250110\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the low conversion likelihood may be attributed to the prospect's background, such as their location, education, and organization, which are not specified in the context. The agent's keywords and emotions during the price discussion and Q&A phase may also have influenced the prospect's decision, but the exact factors are not clear from the provided data.",
  "1_20250101": "Transcript identifier: 1_20250101\n\nSummary: The conversion likelihood is 0.4, indicating a moderate chance of prospect purchasing the product. The prospect's positive emotion during the wrap-up/Q&A phase and the agent's confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. However, the mean conversion likelihood of 0.55 suggests that there are factors not captured in this transcript that influence the conversion decision.",
  "66_20250128": "Transcript identifier: 66_20250128\n\nSummary: The conversion likelihood of 0.4 in this sales call is influenced by the prospect's positive emotions during the wrap-up/Q&A phase and the agent's confidence near the end. The agent's clear explanation of the product and catering to the prospect's needs also contributed to the likelihood. The prospect's background, including their education and organization, may have played a role in their decision-making process, but specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase, as well as the ratio of agent to prospect talking turns, may have impacted the conversion likelihood, but further analysis is needed to determine the exact factors.",
  "72_20250129": "Transcript identifier: 72_20250129\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, while the agent maintained confidence near the end. This context suggests that the prospect's emotional state and the agent's tone had a positive impact, but may not have been enough to overcome other factors influencing the conversion likelihood. The mean conversion likelihood is 0.55, suggesting that this transcript's likelihood is lower than average.",
  "50_20250121": "Transcript identifier: 50_20250121\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "112_20250213": "Transcript identifier: 112_20250213\n\nSummary: The conversion likelihood of 0.7 is influenced by the prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, and the agent's high confidence and clarity in explaining the product. The prospect's background, with a location likely related to their residence or target business school, and education, may have also played a role in the conversion likelihood, although specific details are not provided. The agent's use of keywords and ratio of talking turns with the prospect may have contributed to the high conversion likelihood, indicating effective communication and catering to the prospect's needs.",
  "99_20250211": "Transcript identifier: 99_20250211\n\nSummary: The conversion likelihood is 0.4, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, and the agent maintained confidence near the end. The prospect's background is not explicitly mentioned, but the conversation dynamics, such as the ratio of agent to prospect talking turns (agent_vs_prospect_num) and the prospect's emotions during the price discussion, may have influenced the conversion likelihood. The lower conversion likelihood could be attributed to the prospect's potential concerns or reservations during the price discussion, which is not explicitly mentioned in the context.",
  "7_20250105": "Transcript identifier: 7_20250105\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the low conversion likelihood may be attributed to the prospect's background, such as their location, education, and organization, which are not provided in the context. The agent's emotions, keywords, and talking turns during the price discussion and Q&A phase may also have influenced the prospect's decision, but the specific details are not available. Overall, the prospect's willingness and curiosity during the performance/targets discussions and low stress or confusion during the price discussion are the key factors supporting the likelihood of conversion.",
  "140_20250227": "Transcript identifier: 140_20250227\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/targets discussions, and had low stress or confusion during the price discussion, which are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's keywords and tone during the price discussion and Q&A phase, as well as the ratio of agent to prospect talking turns, may have contributed to the prospect's emotions and likelihood of conversion.",
  "94_20250210": "Transcript identifier: 94_20250210\n\nSummary: The conversion likelihood is 0.2, indicating a low chance of purchase. The prospect showed positive emotion during the wrap-up/Q&A phase, while the agent maintained confidence near the end. The low conversion likelihood may be attributed to the prospect's background, which is not explicitly mentioned, but the agent's confident tone and the prospect's positive emotion during the wrap-up phase suggest that the agent's plan and product explanation may not have fully addressed the prospect's concerns, leading to a lower likelihood of conversion.",
  "136_20250226": "Transcript identifier: 136_20250226\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the low conversion likelihood may be attributed to the prospect's background, such as their location, education, and organization, which are not provided in the context. The agent's keywords and emotions during the price discussion and Q&A phase may also have influenced the prospect's decision, but the specific details are not available. Overall, the prospect's willingness and curiosity during the performance/targets discussions and low stress or confusion during the price discussion are the key factors supporting the likelihood of conversion.",
  "123_20250219": "Transcript identifier: 123_20250219\n\nSummary: The conversion likelihood is 0.2, indicating a low chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, but this was not enough to overcome the low conversion likelihood. The agent's emotions and keywords used during the price discussion and Q&A phase may have influenced the prospect's willingness to purchase, but the data suggests that the prospect was not convinced, likely due to their background and goals discussed during the call.",
  "85_20250206": "Transcript identifier: 85_20250206\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that the prospect's background and discussion dynamics may have contributed to the lower likelihood. The prospect's education, organization, and location are not specified, but the agent's emotions and keywords used during the price discussion and Q&A phase may have influenced the prospect's decision.",
  "130_20250219": "Transcript identifier: 130_20250219\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's confidence and clarity in explaining the product. The prospect's low stress and confusion during the price discussion also contributed to the positive outcome, indicating a strong understanding of the product's value. The agent's ability to cater to the prospect's needs and maintain a confident tone near the end of the call further supported the conversion likelihood.",
  "51_20250121": "Transcript identifier: 51_20250121\n\nSummary: The high conversion likelihood of 0.9 is attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clarity in catering to the prospect's needs during product explanation. The prospect's low stress and confusion during price discussion also contributed to the high likelihood, with the agent maintaining high confidence near the end of the call. The prospect's background, including their location, education, and organization, may have also played a role in their willingness to purchase the product.",
  "64_20250127": "Transcript identifier: 64_20250127\n\nSummary: The high conversion likelihood of 0.8 can be attributed to the prospect's positive emotions and willingness to discuss performance and targets, as well as the agent's clear product explanation and high confidence near the end of the call. The prospect's low stress and confusion during the price discussion also contributed to the positive outcome, indicating a strong understanding of the product's value.",
  "137_20250227": "Transcript identifier: 137_20250227\n\nSummary: The conversion likelihood is 0.2, indicating a low chance of prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, but this was not enough to influence the conversion likelihood. The prospect's background, including their location, education, and organization, may have played a role in the low conversion likelihood, but specific details are not provided. The agent's keywords and emotions during the sales call phases, as well as the prospect's talking turns and emotions, may have also contributed to the low conversion likelihood, but further analysis is needed to determine the exact factors.",
  "9_20250106": "Transcript identifier: 9_20250106\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the low conversion likelihood may be attributed to the prospect's background, such as their location, education, and organization, which are not provided in the context. The agent's emotions, keywords, and talking turns during the price discussion and Q&A phase may also have influenced the prospect's decision, but the specific details are not available. Overall, the prospect's willingness and curiosity during the performance/targets discussions and low stress or confusion during the price discussion are the key factors supporting the likelihood of conversion.",
  "133_20250225": "Transcript identifier: 133_20250225\n\nSummary: The conversion likelihood is 0.4, indicating a lower likelihood of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, and the agent maintained confidence near the end. The prospect's background is not explicitly mentioned, but the conversation dynamics, such as the ratio of agent to prospect talking turns (agent_vs_prospect_num) and the prospect's emotions during the performance and target discussions, may have influenced the conversion likelihood. The agent's keywords and emotions during the price discussion and Q&A phase could also have played a role in the prospect's decision-making process.",
  "131_20250224": "Transcript identifier: 131_20250224\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that this transcript's conversion likelihood is lower than average. The prospect's background, including their location, education, and organization, may have influenced the conversation, but specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase may have also impacted the conversion likelihood, but the exact factors are not specified.",
  "32_20250113": "Transcript identifier: 32_20250113\n\nSummary: The conversion likelihood is 0.2, indicating a low chance of prospect purchasing the product. The prospect showed positive emotion during the wrap-up/Q&A phase, but this was not enough to overcome the low conversion likelihood. The prospect's background, including their location, education, and organization, may have played a role in their decision-making process. The agent's keywords and tone during the price discussion and Q&A phase may have also influenced the prospect's willingness to purchase, but the available data does not provide further insight into these factors. Overall, the prospect's low conversion likelihood suggests that the sales call may not have effectively addressed their needs and concerns.",
  "92_20250208": "Transcript identifier: 92_20250208\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotion during the wrap-up/Q&A phase and the agent's high confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their location, education, and organization, may have influenced their goals and motivations, but specific details are not provided. The conversation dynamics, such as the ratio of agent to prospect talking turns and keywords used, suggest a balanced and informative discussion, but do not reveal any red flags or strong concerns that would negatively impact the conversion likelihood.",
  "127_20250222": "Transcript identifier: 127_20250222\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that the prospect's background and discussion dynamics may have contributed to the lower likelihood. The prospect's education, organization, and location are not specified, but the agent's emotions and keywords used during the price discussion and Q&A phase may have influenced the prospect's decision.",
  "87_20250207": "Transcript identifier: 87_20250207\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that this transcript's conversion likelihood is lower than average. The prospect's background, including their location, education, and organization, may have influenced the conversation, but specific details are not provided. The agent's keywords and tone during the price discussion and Q&A phase may have also impacted the conversion likelihood, but the exact factors are not specified.",
  "17_20250110": "Transcript identifier: 17_20250110\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the low conversion likelihood may be attributed to the prospect's background, such as their location, education, and organization, which are not specified in the context. The agent's keywords and emotions during the price discussion and Q&A phase may also have influenced the prospect's decision, but the exact factors are not clear from the provided data.",
  "111_20250216": "Transcript identifier: 111_20250216\n\nSummary: The conversion likelihood is 0.2, indicating a low chance of prospect purchasing the product. The prospect showed positive emotions during the wrap-up/Q&A phase, but this was not enough to influence the conversion likelihood. The agent's emotions and keywords used during the sales call may have played a role in the low conversion likelihood, but without more information, it is difficult to determine the specific factors at play. The prospect's background, including their location, education, and organization, may also have contributed to the low conversion likelihood, but this information is not provided in the context.",
  "28_20250113": "Transcript identifier: 28_20250113\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase and the agent's confidence near the end contributed to this likelihood. The agent's clear explanation of the product and catering to the prospect's needs also played a role. The prospect's background, including their location, education, and organization, may have influenced their needs and goals, but specific details are not provided. The conversation dynamics, including agent vs. prospect talking turns and keywords used, suggest a balanced and informative discussion, but further analysis of these factors is needed to fully understand their impact on conversion likelihood.",
  "95_20250211": "Transcript identifier: 95_20250211\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the low conversion likelihood may be attributed to the prospect's background, such as their education and organization, which are not specified in the context. The agent's emotions and keywords used during the price discussion and Q&A phase may also have influenced the prospect's decision, but the exact factors are not clear from the provided data.",
  "33_20250114": "Transcript identifier: 33_20250114\n\nSummary: The conversion likelihood is 0.5, indicating a moderate chance of the prospect purchasing the product. The prospect's positive emotions during the wrap-up/Q&A phase, willingness, and curiosity in performance/target discussions, as well as low stress or confusion during the price discussion, are key factors influencing the conversion likelihood. The prospect's background, including their location, education, and organization, may also play a role in their decision-making process. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also contributed to the conversion likelihood.",
  "79_20250204": "Transcript identifier: 79_20250204\n\nSummary: The conversion likelihood is 0.4, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, and the agent maintained confidence near the end. The prospect's background is not explicitly mentioned, but the conversation dynamics, such as the agent vs prospect talking turns ratio and keywords used, may have influenced the conversion likelihood. The lower conversion likelihood could be attributed to the prospect's emotions and discussion dynamics during the price discussion and Q&A phase.",
  "15_20250110": "Transcript identifier: 15_20250110\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and the agent's high confidence near the end of the call. The agent's clear explanation of the product and catering to the prospect's needs also contributed to this outcome. The prospect's background, including their location, education, and organization, may have played a role in their decision-making process, but specific details are not provided. The agent's use of keywords and the ratio of agent to prospect talking turns may have also influenced the conversation and ultimately the conversion likelihood.",
  "23_20250112": "Transcript identifier: 23_20250112\n\nSummary: The conversion likelihood is 0.6, indicating a higher likelihood of purchase. This can be attributed to the prospect's positive emotions during the wrap-up/Q&A phase and their willingness to discuss performance and targets. The agent's confidence and clarity in explaining the product also contributed to this likelihood. Additionally, the prospect's background, including their location, education, and organization, may have played a role in their interest in the product, although specific details are not provided. The agent's use of keywords and the ratio of agent to prospect talking turns in each phase may have also influenced the conversion likelihood.",
  "60_20250124": "Transcript identifier: 60_20250124\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, and the agent maintained confidence near the end. However, the prospect's background, including their location, education, and organization, does not significantly influence the conversion likelihood in this case. The agent's keywords and tone in the price discussion and Q&A phase may have contributed to the lower conversion likelihood, as there is no mention of the prospect expressing willingness or curiosity during these discussions.",
  "54_20250122": "Transcript identifier: 54_20250122\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the low conversion likelihood may be attributed to the prospect's background, such as their location, education, and organization, which are not provided in the context. The agent's keywords and emotions during the price discussion and Q&A phase may also have influenced the prospect's decision, but the specific details are not available. Overall, the prospect's willingness and curiosity during the performance/targets discussions and low stress or confusion during the price discussion are the key factors supporting the likelihood of conversion.",
  "61_20250124": "Transcript identifier: 61_20250124\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that the prospect's background and discussion dynamics may have contributed to the lower likelihood. The prospect's education, organization, and location are not provided, but the agent's emotions and keywords used during the price discussion and Q&A phase may have influenced the prospect's decision.",
  "89_20250208": "Transcript identifier: 89_20250208\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of prospect purchasing the product. The prospect showed positive emotion during the wrap-up/Q&A phase, and the agent invested justifiable time in product explanation phases, but the prospect's engagement in Q&A/performance discussion was more, which may have influenced the lower conversion likelihood. The prospect's background, including their location, education, and organization, may also have played a role in the conversion decision. The agent's keywords and tone during the price discussion and Q&A phase, as well as the ratio of agent to prospect talking turns, may have further impacted the conversion likelihood.",
  "39_20250116": "Transcript identifier: 39_20250116\n\nSummary: The conversion likelihood is 0.4, indicating a lower than average likelihood of conversion. The prospect showed positive emotions during the wrap-up/Q&A phase, and the agent maintained confidence near the end, which contributed to the likelihood. However, the prospect's background and discussion dynamics, such as location, education, and organization, do not significantly impact the conversion likelihood in this context. The agent's keywords and tone in the price discussion and Q&A phase may have influenced the prospect's willingness to purchase, but the exact factors are not specified in the provided data.",
  "75_20250202": "Transcript identifier: 75_20250202\n\nSummary: The conversion likelihood is 0.3, indicating a lower chance of purchase. The prospect showed positive emotions during the wrap-up/Q&A phase, which is a positive factor. However, the mean conversion likelihood is 0.55, suggesting that this transcript's factors, such as the prospect's education background, organization, and location, may not be as favorable for conversion. The agent's emotions and keywords used during the price discussion and Q&A phase may also have influenced the lower conversion likelihood.",
  "76_20250202": "Transcript identifier: 76_20250202\n\nSummary: The conversion likelihood is 0.4, indicating a lower than average likelihood of conversion. The prospect showed positive emotions during the wrap-up/Q&A phase, and the agent maintained confidence near the end, which contributed to the likelihood. However, the prospect's background and discussion dynamics, such as location, education, and organization, do not significantly impact the conversion likelihood in this context. The agent's keywords and tone in the price discussion and Q&A phase may have influenced the prospect's willingness to purchase, but the exact factors are not specified. Overall, the prospect's emotional response and the agent's confidence were key factors in this sales call."
}